const qnaList = [
  {
    q: '1. 어떤 풍미에 가장 끌리세요??',
    a: [
      { type: [0, 2, 7] },//처음 선택의 값
      { type: [0, 1, 3, 4, 5, 7, 8] },//두번째
      { type: [6] },//세번째
    ]
  },
  {
    q: '2. 어떤 향을 가장 좋아하세요??',
    a: [
      { type: [1, 4] },//처음
      { type: [1, 3, 6] },//두번째
      { type: [3] },//세번째
    ]
  },
  {
    q: '3. 어느 정도의 바디감을 원하세요??',
    a: [
      { type: [6, 8] },//처음
      { type: [4] },//두번째
      { type: [0, 1, 5, 7] },//세번째
    ]
  },
]

const infoList = [
  {
    name: 'G블렌딩 딥블랙 아라비카 블렌드',
    desc: '구수한 깊은 바디감의 고소한 단맛, 카페용 도매가격 에스프레소 원두 '
  },
  {
    name: '에티오피아 코케 허니 예가체프 G1',
    desc: '입안을 채우는 다채로운 향과 맛. 꿀처럼 달콤한 맛과 싱그러운 산미의 조화 '
  },
  {
    name: '과테말라 안티구아 SHB',
    desc: '고소한 구수한 신맛적은(없는) 중강배전 커피원두로 갓볶아 배송, 도매가 판매중입니다 '
  },
  {
    name: '케냐 AA 키암부 원두커피',
    desc: '은은하게 스며나오는 소량의 산미. 다크초콜릿의 깊은 향과 단맛. 젠더를 넘나드는 바디감'
  },
  {
    name: 'G블렌딩 오리지널 커피원두',
    desc: '케냐원두 특유의 맛과 향, 묵직하고 남성적인 바디감과 단맛이 섞인 최고의 블렌딩'
  },
  {
    name: '에티오피아 모모라 구지 G1 내추럴',
    desc: '딸기와 꿀의 바디감 뒤 느껴지는 환상적인 후미'
  },
  {
    name: '콜롬비아 산타로사 수프리모 커피원두',
    desc: '꽃향기, 부드럽고 은은한 산미와 고소한 견과류의 만남'
  },
  {
    name: '인도네시아 만델링 G1 커피원두',
    desc: '매우 풍부한 바디감과 짙은 흙내음. 견과류의 고소함과 흑설탕의 단맛'
  },
  {
    name: '에티오피아 예가체프 G2 프리미엄',
    desc: '매우 밝은 산미, 과하지 않는 단맛과 가벼운 바디감. 꽃향 가득 피어오르는 여성스러움'
  },
]
